<template>
  <v-container fluid fill-height>
    <v-layout align-center justify-center >
      <v-card class="elevetion-12" style="background: #e8dbdb; margin: 20px">
        <v-toolbar style="background: #734f4f; color: #dac7c7; text-align: center">
          Название новости
        </v-toolbar>
        <v-card-text>текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br></v-card-text>
      </v-card>

      <v-card class="elevetion-12" style="background: #e8dbdb; margin: 20px">
        <v-toolbar style="background: #734f4f; color: #dac7c7; text-align: center">
          Название новости
        </v-toolbar>
        <v-card-text>текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br></v-card-text>
      </v-card>
      <v-card class="elevetion-12" style="background: #e8dbdb; margin: 20px">
        <v-toolbar style="background: #734f4f; color: #dac7c7; text-align: center">
          Название новости
        </v-toolbar>
        <v-card-text>текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br></v-card-text>
      </v-card>
    </v-layout>



  </v-container>

</template>
<script>
export default {
  data() {
    return {
      drawer: false,
      news: [
        {title:"Название новости", text:"текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст <br>\n" +
              "          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>\n" +
              "          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>\n" +
              "          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>\n" +
              "          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>\n" +
              "          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>\n" +
              "          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст  <br>"}
      ]
    }
  }
}
</script>